Repository: mobeenabdullah/Opal
Catalog: lang/*.po
Languages: fr

source: Error 404 - Nothing Found
fr: Erreur 404 - Rien Trouvé

source: It looks like nothing was found here. Try searching for something else.
fr: Il ressemble à rien n'a été trouvé ici. Essayez quelque chose d'autre.

source: Recent Posts
fr: Les messages récents

source: Daily Archives for %s
fr: Archives quotidiennes pour %s

source: Monthly Archives for %s
fr: Archives mensuelles pour %s

source: Yearly Archives for %s
fr: Archives annuelles pour %s

source: All posts by %s.
fr: Tous les messages de %s

source: Category archive for %s
fr: Archives de catégorie pour %s

source: You cannot access this page directly.
fr: Vous ne pouvez pas accéder directement à cette page.

source: This post is password protected. Enter the password to view the comments.
fr: Ce poste est protégé par mot. Entrez le mot de passe pour afficher les commentaires.

# Comment title
source: One comment
fr: un commentaire

source: &larr; Older Comments
fr: &larr; Commentaires plus anciens

source: Newer Comments &rarr;
fr: Commentaires les plus récents &rarr;

source: Comments are closed.
fr: Les commentaires sont fermés.

source: Read More &rarr;
fr: En savoir plus &rarr;

source: Written by
fr: écrit par

source: Nothing Found!
fr: Rien trouvé!

source: It looks like nothing was found here. Try searching for something else or see the latest posts.
fr: Il ne ressemble à rien a été trouvé ici. Essayez quelque chose d'autre ou voir les derniers messages.

source: All rights reserved
fr: Tous les droits sont réservés

source: <p>This post is password protected. To view it please enter your password below:</p>
fr: <p>Ce poste est protégé par mot. Pour voir s'il vous plaît entrer votre mot de passe ci-dessous:</p>

source: &larr; Newer Posts
fr: &larr; Les nouveaux messages

source: Older Posts &rarr;
fr: Messages plus anciens &rarr;

source: Leave a comment
fr: Ajouter un commentaire

source: One Comment
fr: un commentaire

source: % Comments
fr: % commentaires

source: Edit
fr: Modifier

source: Main Widget Area
fr: Principal Zone Widget

source: Appears on posts and pages.
fr: Apparaît sur les messages et les pages.

source: Footer Widget Area
fr: Pied de page Zone Widget

source: Appears on the footer.
fr: Apparaît sur le pied de page.

source: Main Menu
fr: Menu principal

source: Search results for %s
fr: Résultats de recherche pour%s

source: Search
fr: Recherche

source: Tag archive for %s
fr: Tag Archive pour %s
